import image0 from '../../assets/mainAuto.png';
interface ISliderDataItems {
  icon: string;
  title: string;
  text: string;
}

interface ISliderData {
  title: string;
  image: string;
  items: ISliderDataItems[];
}
export const SliderData: ISliderData[] = [
  {
    title: 'Доставка автомобилей',
    image: image0,
    items: [
      {
        icon: '01',
        title: 'Самые быстрые на рынке',
        text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта',
      },
      {
        icon: '02',
        title: 'Лояльные цены',
        text: 'Наша ценовая политика не оставит равнодушным любого клиента',
      },
      {
        icon: '03',
        title: 'Надежность и сохранность',
        text: 'Наши специалисты строго следят за всеми этапами доставки. Мы ведем глубокое наблюдение и контроль к каждой детали.',
      },
      {
        icon: '04',
        title: 'Качество и мониторинг',
        text: 'Наши менеджера доступны в любое время суток и всегда рады проконсультировать вас иответить на любой вопрос !',
      },
    ],
  },
  {
    title: 'Привоз под полную пошлину',
    image: image0,
    items: [
      {
        icon: '01',
        title: 'Самые быстрые на рынке',
        text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта',
      },
      {
        icon: '02',
        title: 'Лояльные цены',
        text: 'Наша ценовая политика не оставит равнодушным любого клиента',
      },
      {
        icon: '03',
        title: 'Надежность и сохранность',
        text: 'Наши специалисты строго следят за всеми этапами доставки. Мы ведем глубокое наблюдение и контроль к каждой детали.',
      },
      {
        icon: '04',
        title: 'Качество и мониторинг',
        text: 'Наши менеджера доступны в любое время суток и всегда рады проконсультировать вас иответить на любой вопрос !',
      },
    ],
  },
  {
    title: 'Привоз под частичную пошлину',
    image: image0,
    items: [
      {
        icon: '01',
        title: 'Самые быстрые на рынке',
        text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта',
      },
      {
        icon: '02',
        title: 'Лояльные цены',
        text: 'Наша ценовая политика не оставит равнодушным любого клиента',
      },
      {
        icon: '03',
        title: 'Надежность и сохранность',
        text: 'Наши специалисты строго следят за всеми этапами доставки. Мы ведем глубокое наблюдение и контроль к каждой детали.',
      },
      {
        icon: '04',
        title: 'Качество и мониторинг',
        text: 'Наши менеджера доступны в любое время суток и всегда рады проконсультировать вас иответить на любой вопрос !',
      },
    ],
  },
];
