import image0 from '../../assets/mainAuto.png'
interface ISliderDataItems {
    icon: string,
    title: string,
    text: string
}

interface ISliderData {
    title: string,
    image: string,
    items: ISliderDataItems[]
}
export const SliderData: ISliderData[] = [
    {
        title: 'Доставка автомобилей',
        image: image0,
        items: [
            {
                icon: '01',
                title: 'Самые быстрые на рынке',
                text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта'
            },
            {
                icon: '02',
                title: 'Самые быстрые на рынке',
                text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта'
            },
            {
                icon: '03',
                title: 'Самые быстрые на рынке',
                text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта'
            },
            {
                icon: '04',
                title: 'Самые быстрые на рынке',
                text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта'
            },
        ]
    },
    {
        title: 'Привоз под полную пошлину',
        image: image0,
        items: [
            {
                icon: '01',
                title: 'Самые быстрые на рынке',
                text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта'
            },
            {
                icon: '02',
                title: 'Самые быстрые на рынке',
                text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта'
            },
            {
                icon: '03',
                title: 'Самые быстрые на рынке',
                text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта'
            },
            {
                icon: '04',
                title: 'Самые быстрые на рынке',
                text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта'
            },
        ]
    },
    {
        title: 'Привоз под частичную пошлину',
        image: image0,
        items: [
            {
                icon: '01',
                title: 'Самые быстрые на рынке',
                text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта'
            },
            {
                icon: '02',
                title: 'Самые быстрые на рынке',
                text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта'
            },
            {
                icon: '03',
                title: 'Самые быстрые на рынке',
                text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта'
            },
            {
                icon: '04',
                title: 'Самые быстрые на рынке',
                text: 'Большой автопарк и гибкость позволяет нам доставить ваш автомобиль любым видом транспорта'
            },
        ]
    }
]